Repository: agata-miko/pszczoly_v3
Catalog: lib/l10n/pszczoly_*.arb
Languages: pl

# q1
source: Nuc
pl: Odkład

# q2
source: Super #1
pl: Półnadstawka nr 1

# q3
source: Super #2
pl: Półnadstawka nr 2

# q4
source: Super #3
pl: Półnadstawka nr 3

# q5
source: Super: water
pl: Półnadstawka: woda

# q6
source: Frame state: rebuilt drone cell
pl: Stan ramki pracy: odbudowana komórka trutowa

# q7
source: Frame state: rebuilt brood cell
pl: Stan ramki pracy: odbudowana komórka czerw.

# q8
source: Frame state: no rebuilding
pl: Stan ramki pracy: brak odbudowy

# q9
source: Frame state: removed burr comb?
pl: Stan ramki pracy: usunięto zabudowanie?

# q10
source: Queen cells
pl: Mateczniki

# q11
source: Sealed brood (pcs.)
pl: Czerw zasklepiony (szt.)

# q12
source: Queen quality
pl: Jakość czerwiu

# q13
source: Food state in 1/1 (pcs.)
pl: Stan pokarmu w 1/1 (szt.)

# q14
source: Bee bread state in 1/1
pl: Stan pierzgi w 1/1

# q15
source: Frames removed with brood (pcs.)
pl: Odebrane ramki z czerwiem (szt.)

# q16
source: Frames removed with food (pcs.)
pl: Odebrane ramki z pokarmem (szt.)

# q17
source: Frames removed with bee bread (pcs.)
pl: Odebrane ramki z pierzgą (szt.)

# q18
source: Frames added with wax foundation (pcs.)
pl: Dołożone ramki z węzą (szt.)

# q19
source: State of new frames with wax foundation: rebuilt
pl: Stan nowych ramek z węzą: odbudowane

# q20
source: State of new frames with wax foundation: brood
pl: Stan nowych ramek z węzą: zaczerwione

# q21
source: Queen: seen
pl: Matka: widziana

# q22
source: Queen: breed
pl: Matka: rasa

# q23
source: Queen: opalith color
pl: Matka: kolor opalitka

# q24
source: Swarming mood
pl: Nastrój rojowy

# q25
source: Strength of the family
pl: Siła rodziny

# addHive
source: Add new hive
pl: Dodaj nowy ul

# hiveName
source: Hive name/number
pl: Nazwa/numer ula

# hintChecklistSearch
source: Find checklist...
pl: Znajdź checklistę...

source: New checklist
pl: Nowa checklista

# seeOldChecklists
source: See checklists
pl: Zobacz checklisty

# hintHiveListSearch
source: Find hive...
pl: Znajdź ul...

source: Icons by
pl: Ikony słońca z:

# dbHintNotes
source: Notes
pl: Notatki

source: Back
pl: Cofnij

source: Yes
pl: Tak

source: No
pl: Nie

source: Save
pl: Zapisz

# answerHint
source: Answer
pl: Odpowiedź

# noChecklists
source: No checklists were completed for this hive
pl: Brak checklist dla tego ula

source: Checklist removal
pl: Usunięcie checklisty

# confirmChecklistRemovalTitle
source: Are you sure you want to remove the checklist?
pl: Na pewno chcesz usunąć checklistę?

# theOpIsNotReversible
source: This operation is not reversible!
pl: Tej operacji nie da się cofnąć!

source: Cancel
pl: Anuluj

source: Remove
pl: Usuń

source: No data
pl: Brak danych

# emptyChecklist
source: Oops... It looks like this checklist was saved without answers.
pl: Ups... Wygląda na to, że ta checklista została zapisana bez odpowiedzi.

# emptyHivesList
source: No hive has been added yet. Add one now!
pl: Żaden ul nie został jeszcze dodany. Dodaj teraz!

source: Hive removal
pl: Usunięcie ula

# confirmHiveRemovalTitle
source: Are you sure you want to remove hive {hiveName}?
pl: Na pewno chcesz usunąć ul {hiveName}?

# confirmHiveRemovalContent
source: All checklists for the hive will be irreversibly removed.
pl: Wszystkie checklisty dla ula zostaną nieodwracalnie usunięte.

# takePhoto
source: Take a picture
pl: Zrób zdjęcie

# chooseFromGallery
source: Select from gallery
pl: Wybierz z galerii

# loadingDataFailed
source: Failed loading data
pl: Bład pobierania danych

# error
source: Error {error}
pl: Błąd {error}
